{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "GsIdEditorLocalization",
			"Children": [
				{
					"Source": {
						"Text": "A"
					},
					"Translation": {
						"Text": "A"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_A_DisplayName"
				},
				{
					"Source": {
						"Text": "A"
					},
					"Translation": {
						"Text": "A"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_Less_GsIdGsId_A_DisplayName"
				},
				{
					"Source": {
						"Text": "A"
					},
					"Translation": {
						"Text": "A"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_A_DisplayName"
				},
				{
					"Source": {
						"Text": "B"
					},
					"Translation": {
						"Text": "B"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_B_DisplayName"
				},
				{
					"Source": {
						"Text": "B"
					},
					"Translation": {
						"Text": "B"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_Less_GsIdGsId_B_DisplayName"
				},
				{
					"Source": {
						"Text": "B"
					},
					"Translation": {
						"Text": "B"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_B_DisplayName"
				},
				{
					"Source": {
						"Text": "Bytes"
					},
					"Translation": {
						"Text": "位元組"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToBytes_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Bytes"
					},
					"Translation": {
						"Text": "位元組"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_FromBytes_Bytes_DisplayName"
				},
				{
					"Source": {
						"Text": "Create Deterministic GsId"
					},
					"Translation": {
						"Text": "建立確定性 GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_CreateDeterministicGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "D — 16-8-8-8-8-16"
					},
					"Translation": {
						"Text": "D — 16 - 8 - 8 - 8 - 8 - 16"
					},
					"Key": "Enum_EGsIdFormat_D_DisplayName"
				},
				{
					"Source": {
						"Text": "Empty GsId"
					},
					"Translation": {
						"Text": "空白 GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EmptyGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Equal (GsId)"
					},
					"Translation": {
						"Text": "等於 (GsId)"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Format"
					},
					"Translation": {
						"Text": "格式"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_ToString_Format_DisplayName"
				},
				{
					"Source": {
						"Text": "From Bytes"
					},
					"Translation": {
						"Text": "從位元組建立"
					},
					"Key": "Function_UGsIdBlueprintLibrary_FromBytes_DisplayName"
				},
				{
					"Source": {
						"Text": "Generated GsId"
					},
					"Translation": {
						"Text": "產生的 GsId"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_TryNewGsId_OutGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Get Stable Hash"
					},
					"Translation": {
						"Text": "取得穩定雜湊"
					},
					"Key": "Function_UGsIdBlueprintLibrary_GetStableHash_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Category_GsId_Galactic_Shrine_GsId"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_CreateDeterministicGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EmptyGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NewGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_FromBytes_OutGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_Parse_OutGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Type_FGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId Blueprint Library"
					},
					"Translation": {
						"Text": "GsId 藍圖程式庫"
					},
					"Key": "Type_UGsIdBlueprintLibrary_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId Format"
					},
					"Translation": {
						"Text": "GsId 格式"
					},
					"Key": "Type_EGsIdFormat_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId Letter Case"
					},
					"Translation": {
						"Text": "GsId 字母大小寫"
					},
					"Key": "Type_EGsIdLetterCase_DisplayName"
				},
				{
					"Source": {
						"Text": "Input Bytes"
					},
					"Translation": {
						"Text": "輸入位元組"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_CreateDeterministicGsId_InputBytes_DisplayName"
				},
				{
					"Source": {
						"Text": "Is Empty"
					},
					"Translation": {
						"Text": "是否為空"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsEmpty_DisplayName"
				},
				{
					"Source": {
						"Text": "Is Valid"
					},
					"Translation": {
						"Text": "是否有效"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsValid_DisplayName"
				},
				{
					"Source": {
						"Text": "Less (GsId)"
					},
					"Translation": {
						"Text": "小於 (GsId)"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Less_GsIdGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Letter Case"
					},
					"Translation": {
						"Text": "字母大小寫"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_ToString_LetterCase_DisplayName"
				},
				{
					"Source": {
						"Text": "Lowercase"
					},
					"Translation": {
						"Text": "小寫"
					},
					"Key": "Enum_EGsIdLetterCase_Lower_DisplayName"
				},
				{
					"Source": {
						"Text": "N — 64 hexadecimal characters"
					},
					"Translation": {
						"Text": "N — 64 個十六進位字元"
					},
					"Key": "Enum_EGsIdFormat_N_DisplayName"
				},
				{
					"Source": {
						"Text": "New GsId"
					},
					"Translation": {
						"Text": "新增 GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NewGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Not Equal (GsId)"
					},
					"Translation": {
						"Text": "不等於 (GsId)"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Parse"
					},
					"Translation": {
						"Text": "剖析"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Parse_DisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "結果"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "結果"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsEmpty_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "結果"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsValid_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "結果"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Less_GsIdGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "結果"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Stable Hash"
					},
					"Translation": {
						"Text": "穩定雜湊"
					},
					"Key": "Function_UGsIdBlueprintLibrary_GetStableHash_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Success"
					},
					"Translation": {
						"Text": "成功"
					},
					"Key": "Function_UGsIdBlueprintLibrary_FromBytes_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Success"
					},
					"Translation": {
						"Text": "成功"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Parse_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Success"
					},
					"Translation": {
						"Text": "成功"
					},
					"Key": "Function_UGsIdBlueprintLibrary_TryNewGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Text"
					},
					"Translation": {
						"Text": "文字"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToString_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "To Bytes"
					},
					"Translation": {
						"Text": "轉換為位元組"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToBytes_DisplayName"
				},
				{
					"Source": {
						"Text": "To String"
					},
					"Translation": {
						"Text": "轉換為字串"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToString_DisplayName"
				},
				{
					"Source": {
						"Text": "Try New GsId"
					},
					"Translation": {
						"Text": "嘗試建立 GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_TryNewGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Uppercase"
					},
					"Translation": {
						"Text": "大寫"
					},
					"Key": "Enum_EGsIdLetterCase_Upper_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "值"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_GetStableHash_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "值"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_IsEmpty_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "值"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_IsValid_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "值"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_Parse_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "值"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_ToBytes_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "值"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_ToString_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "create deterministic gsid gsid"
					},
					"Translation": {
						"Text": "建立確定性 gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_CreateDeterministicGsId_Keywords"
				},
				{
					"Source": {
						"Text": "empty gsid gsid"
					},
					"Translation": {
						"Text": "空白 gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EmptyGsId_Keywords"
				},
				{
					"Source": {
						"Text": "equal gsid gsid"
					},
					"Translation": {
						"Text": "等於 gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_Keywords"
				},
				{
					"Source": {
						"Text": "from bytes gsid"
					},
					"Translation": {
						"Text": "from 位元組 gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_FromBytes_Keywords"
				},
				{
					"Source": {
						"Text": "get stable hash gsid"
					},
					"Translation": {
						"Text": "取得穩定雜湊 gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_GetStableHash_Keywords"
				},
				{
					"Source": {
						"Text": "is empty gsid"
					},
					"Translation": {
						"Text": "是否空白 gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsEmpty_Keywords"
				},
				{
					"Source": {
						"Text": "is valid gsid"
					},
					"Translation": {
						"Text": "是否有效 gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsValid_Keywords"
				},
				{
					"Source": {
						"Text": "less gsid gsid"
					},
					"Translation": {
						"Text": "小於 gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Less_GsIdGsId_Keywords"
				},
				{
					"Source": {
						"Text": "new gsid gsid"
					},
					"Translation": {
						"Text": "new gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NewGsId_Keywords"
				},
				{
					"Source": {
						"Text": "not equal gsid gsid"
					},
					"Translation": {
						"Text": "非等於 gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_Keywords"
				},
				{
					"Source": {
						"Text": "parse gsid"
					},
					"Translation": {
						"Text": "剖析 gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Parse_Keywords"
				},
				{
					"Source": {
						"Text": "to bytes gsid"
					},
					"Translation": {
						"Text": "to 位元組 gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToBytes_Keywords"
				},
				{
					"Source": {
						"Text": "to string gsid"
					},
					"Translation": {
						"Text": "to 字串 gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToString_Keywords"
				},
				{
					"Source": {
						"Text": "try new gsid"
					},
					"Translation": {
						"Text": "嘗試建立 GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_TryNewGsId_Keywords"
				}
			]
		}
	]
}